{
  "الصباح": "اللهم بك أصبحنا وبك أمسينا وبك نحيا وبك نموت وإليك النشور. اللهم ما أصبح بي من نعمة أو بأحد من خلقك فمنك وحدك لا شريك لك، فلك الحمد ولك الشكر. اللهم إني أسألك خير هذا اليوم وخير ما فيه، وأعوذ بك من شره وشر ما فيه.",
  
  "المساء": "اللهم بك أمسينا وبك أصبحنا وبك نحيا وبك نموت وإليك المصير. اللهم إني أمسيت أشهدك وأشهد حملة عرشك وملائكتك وجميع خلقك أنك أنت الله لا إله إلا أنت وحدك لا شريك لك، وأن محمدًا عبدك ورسولك. اللهم اجعل لي نورًا في قلبي ونورًا في بصري ونورًا في سمعي ونورًا من أمامي ونورًا من خلفي ونورًا عن يميني ونورًا عن شمالي ونورًا من فوقي ونورًا من تحتي، اللهم أعطني نورًا.",
  
  "الاستغفار": "أستغفر الله العظيم الذي لا إله إلا هو الحي القيوم وأتوب إليه. اللهم أنت ربي لا إله إلا أنت خلقتني وأنا عبدك وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك علي، وأبوء بذنبي فاغفر لي فإنه لا يغفر الذنوب إلا أنت.",
  
  "الرزق": "اللهم ارزقني رزقًا حلالًا طيبًا مباركًا فيه، اللهم افتح لي أبواب الخير، وسهل لي طريقي، وبارك لي في عملي ومالي. اللهم إني أعوذ بك من الكسل والضيق وقلة الحيلة، وأسألك أن تيسر لي رزقًا واسعًا من حيث لا أحتسب، اللهم يا رازق الطير في السماء ارزقني وارزق أهلي وأحبابي رزقًا مباركًا عاجلًا غير آجل.",
  
  "الصبر": "اللهم ارزقني الصبر واليقين وحسن التوكل عليك. اللهم اجعلني من الصابرين، وثبتني على الحق، وأعني على تحمل الصعاب والشدائد، اللهم هون علي كل أمر عسير وكن لي معينًا ونصيرًا. اللهم اجعل صبري سببًا في نيل رضاك وجنتك.",
  
  "التوفيق": "اللهم وفقني وسدد خطاي في كل ما أحب وأرضى، اللهم اجعلني ممن وفقته في دربه، ويسرت له الخير كله، وباركت له في عمله وحياته. اللهم إني أسألك التوفيق والسداد والنجاح في كل خطوة أخطوها، وارزقني الحكمة والعلم النافع والعمل الصالح.",
  
  "الشفاء": "اللهم اشفني واشف مرضى المسلمين، اللهم أنت الشافي لا شفاء إلا شفاؤك، شفاءً لا يغادر سقمًا. اللهم ألبسني لباس الصحة والعافية، واحفظني من كل داء وبلاء، واجعل شفائي بيدك يا أرحم الراحمين.",
  
  "المغفرة": "اللهم اغفر لي ولوالدي ولجميع المسلمين الأحياء منهم والأموات، اللهم إني أسألك مغفرة تمحو بها ذنوبي، وتطهر بها قلبي، وترفع بها درجاتي، وتيسر بها أمري، وتصلح بها حالي. اللهم اجعلني من عبادك التوابين، واغسلني من خطاياي بالماء والثلج والبرد.",
  
  "التوبة": "اللهم تب علي توبة نصوحًا، اللهم ارزقني قلبًا خاشعًا ولسانًا ذاكرًا وعملًا متقبلًا. اللهم اجعلني ممن إذا أخطأ استغفر، وإذا ابتُلي صبر، وإذا أعطي شكر، وإذا دعاك أجبت له دعوته، اللهم اجعل توبتي سببًا في رضاك عني وقربك مني.",
  
  "الراحة والطمأنينة": "اللهم ارزقني راحة البال وسكينة القلب، اللهم أنزل علي السكينة في كل أمر، وارزقني الرضا والتوفيق في كل عمل، اللهم أبعد عني الهموم والأحزان، وافتح لي أبواب السعادة والطمأنينة، واجعلني من عبادك الراضين القانعين.",
  
  "حماية من الشر": "اللهم إني أعوذ بك من شر نفسي ومن شر الشيطان وشركه، ومن شر كل دابة أنت آخذ بناصيتها، اللهم احفظني بحفظك، واكلأني بعينك التي لا تنام، اللهم اصرف عني شر الأشرار وكيد الفجار، وشر طوارق الليل والنهار إلا طارقًا يطرق بخير يا رحمن.",
  
  "اللهم إني أسألك": "اللهم إني أسألك العفو والعافية، والمعافاة الدائمة في الدين والدنيا والآخرة، اللهم ارزقني رحمة تغنيني بها عن رحمة من سواك، وهداية ترشدني بها إلى الخير، وعلمًا ينفعني، ورزقًا حلالًا طيبًا يبارك لي فيه، وذرية صالحة تكون لي قرة عين."
}